Repository: nohal/objsearch_pi
Catalog: po/*.po
Languages: ca_es, cs_cz, el_gr, es, et_ee, nb_no, nl_nl, pl_pl, pt_br

source: Search
ca_es: Cerca
cs_cz: Hledat
el_gr: Αναζήτηση
es: Buscar
et_ee: Otsing
nb_no: Søk
nl_nl: Zoeken
pl_pl: Wyszukaj
pt_br: Procurar

source: Show on Chart
ca_es: Mostrar a la carta
cs_cz: Zobrazit na mapě
el_gr: Εμφάνιση στον χάρτη
es: Mostrar en la carta
et_ee: Näita kaardil
nb_no: Vis på kart
nl_nl: Toon op kaart
pl_pl: Pokaż na mapie
pt_br: Mostrar na Carta

source: Close
ca_es: Tancar
cs_cz: Zavřít
el_gr: Κλείσιμο
es: Cerrar
et_ee: Sulge
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar

source: Close on show
ca_es: Tancament de l'escenari
cs_cz: Uzavřít při zobrazení
el_gr: Κλείσιμο με την προβολή
es: Cerrar lo mostrado
et_ee: Sulge peale kuvamist
nb_no: Lukk ved visning
nl_nl: Sluit na tonen
pl_pl: Zamknij na Pokaż
pt_br: Fechar ao mostrar

source: Limit range to
ca_es: Rang limitat a
cs_cz: Omezení vzdálenosti na
el_gr: Περιορισμός περιοχής σε
es: Alcance limitado a
et_ee: Piira ulatus kuni
nb_no: Begrens rekkevidde til
nl_nl: Beperk bereik tot
pl_pl: Ogranicz zakres do
pt_br: Intervalo de limite para

source: 0 = Unlimited
ca_es: 0 = Il·limitat
cs_cz: 0 = bez omezení
el_gr: 0 = απεριόριστη
es: 0 = sin límite
et_ee: 0 = piiramatu
nb_no: 0 = Ubegrenset
nl_nl: 0 = onbeperkt
pl_pl: 0 = nieograniczone
pt_br: 0 = Ilimitado

source: NMi
el_gr: ν.μ.
et_ee: Mm
nb_no: Nm
nl_nl: NM
pl_pl: Mm

source: Settings...
cs_cz: Nastavení...
el_gr: Ρυθμίσεις...
et_ee: Sätted...
nl_nl: Instellingen ...
pl_pl: Ustawienia...
pt_br: Configurações...

source: Scan charts
cs_cz: Skenovat mapy
el_gr: Σάρωση χαρτών
et_ee: Skaneeri kaarte
nl_nl: Doorzoek kaarten
pl_pl: Skanuj mapy
pt_br: Cartas Digitalizadas

source: 0-80S/N, 0-180E/W, W longitudes and S latitudes are expressed as negative numbers. The area selected can't cross the IDL (180W/E)
cs_cz: 080/N, 0-180E/W, záéadní zeměpisné délky a jižní zeměpisné šířky jsou vyjádřeny jako záporná čísla. Vybraná oblast nemůže překročit IDL (180W/E)
el_gr: 0-80Ν/Β, 0-180Α/Δ, τα Δ μήκη και Ν πλάτη εκφράζονται ως αρνητικοί αριθμοί. Η επιλεγμένη περιοχή δεν μπορεί να διασχίζει την IDL (180Δ/Α)
et_ee: 0-80S/N 0-180E/W, W pikkuskraadid ja S laiuskraadidel on väljendatud negatiivsete arvudena. Valitud ala ei saa ületada IDL'i (180W/E)
nl_nl: 0°-80° N/Z, 0°-180° O/W, westelijke lengtes en zuidelijke zijn negatief. Het geselecteerde gebied mag zich niet aan beide zijden van de nulmeridiaan (180° O of W) uitstrekken.
pl_pl: 0-80/N, 0-180E/W, długości W i szerokości geograficzne S są wyrażone jako ujemne numery. Wybrany obszar nie może przekroczyć IDL (180W/E)
pt_br: 0-80S/N, 0-180E/W, longitudes W e latitudes S são expressas como números negativos. A área escolhida não pode atravessar o IDL (180W/E)

source: From
ca_es: Des de
cs_cz: Od
el_gr: Από
es: Desde
et_ee: Alates
nb_no: Fra
nl_nl: Van
pl_pl: Od
pt_br: De

source: Latitude
ca_es: Latitud
cs_cz: Zem. šířka
el_gr: Πλάτος
es: Latitud
et_ee: Laius
nb_no: Breddegrad
nl_nl: Breedte
pl_pl: Szerokość geogr.

source: Longitude
ca_es: Longitud
cs_cz: Zem. délka
el_gr: Μήκος
es: Longitud
et_ee: Pikkus
nb_no: Lengdegrad
nl_nl: Lengte
pl_pl: Długość geogr.

source: To
ca_es: Cap a
cs_cz: Do
el_gr: Έως
es: A
et_ee: Kuni
nb_no: Til
nl_nl: Naar
pl_pl: Do
pt_br: Para

source: Scales
ca_es: Escales
cs_cz: Měřítka
el_gr: Κλίμακα
es: Escalas
et_ee: Mõõtkava
nb_no: Skalaer
nl_nl: Schaal
pl_pl: Skale
pt_br: Escalas

source: 1:20000 (Very time consuming, use for really small areas only)
cs_cz: 1:20000 (velmi časově náročné, pouze pro opravdu malé plochy)
el_gr: 1:20000 (πολύ χρονοβόρα, μόνο για πολύ μικρές περιοχές)
et_ee: 1:20000 (Väga aeganõudev, kasuta ainult tõesti väikeste alade jaoks)
nl_nl: 1:20000 (kost heel veel tijd; alleen gebruiken voor zeer kleine gebieden)
pl_pl: 1:20000 (bardzo czasochłonne, use tylko dla naprawdę małych obszarów)
pt_br: 1:20000 (Muito demorado, use apenas para áreas muito pequenas)

source: or
cs_cz: nebo
el_gr: ή
et_ee: või
nl_nl: of
pl_pl: lub
pt_br: ou

source: Import data
cs_cz: Importovat data
el_gr: Εισαγωγή δεδομένων
et_ee: Impordi andmed
nl_nl: Gegevens importeren
pl_pl: Importuj dane
pt_br: Importar dados

source: File
cs_cz: Soubor
el_gr: Αρχείο
et_ee: Fail
nl_nl: Bestand
pl_pl: Plik
pt_br: Arquivo

source: Browse...
cs_cz: Procházet...
el_gr: Αναζήτηση...
et_ee: Sirvi...
nl_nl: Bladeren ...
pl_pl: Przeglądaj...
pt_br: Procurar...

source: Populate database
cs_cz: Vyplnění databáze
el_gr: Ενημέρωση βάσης δεδομένων
et_ee: Täida andmebaas
nl_nl: Vul database
pl_pl: Zapisz dane do bazy
pt_br: Preencher base de dados

source: Manage Database
cs_cz: Správa databáze
el_gr: Διαχείριση βάσης δεδομένων
et_ee: Andmebaasi haldus
nl_nl: Beheer database
pl_pl: Zarządzaj bazą danych
pt_br: Administrar base de dados

source: Chart Object Search
ca_es: Cerca objecte de carta
cs_cz: Hledání mapových objektů
el_gr: Αναζήτηση αντικειμένου στον χάρτη
es: Búsqueda de objetos de la carta
et_ee: Kaardiobjekti otsing
nb_no: Søk i kartobjekter
nl_nl: Kaartobject zoeken
pl_pl: Wyszukiwanie obiektów Mapy
pt_br: Procurar objeto na carta

source: Object Search Settings
cs_cz: Nastavení hledání objektů
el_gr: Ρυθμίσεων αναζήτησης αντικειμένου
et_ee: Objekti otsingu sätted
nl_nl: Instellingen voor objectzoeken
pl_pl: Ustawienia wyszukiwania obiektów
pt_br: Configuração da pesquisa de objetos

source: Object Search
ca_es: Cerca d'objecte
cs_cz: Hledání objektů
el_gr: Αναζήτηση αντικειμένου
es: Búsqueda de objeto
et_ee: Objekti otsing
nb_no: Objektsøk
nl_nl: Object zoeken
pl_pl: Wyszukiwanie obiektów
pt_br: Procura de objeto

source: Vector Chart Object Search PlugIn for OpenCPN
ca_es: Connector de Recerca d'Objectes de Cartes Vectorials per a OpenCPN
cs_cz: Doplněk pro vyhledávání mapových objektú
el_gr: Πρόσθετο για αναζήτηση αντικειμένων σε διανυσματικούς χάρτες
es: PlugIn de búsqueda de objetos en cartografía vectorial para OpenCPN
et_ee: Vektorkaardi objekti otsingu plugin OpenCPN'i jaoks
nb_no: Vektorkart Objektsøk utvidelse for OpenCPN
nl_nl: Zoek Vectorkaartobject PlugIn voor OpenCPN
pl_pl: Wyszukiwarka obiektów Mapy wektorowej - wtyczka do OpenCPN
pt_br: Vetor Chart Objeto Search PlugIn para OpenCPN

source: Vector Chart Object Search PlugIn for OpenCPN Provides a search function for the named vector chart objects.
ca_es: El connector de Recerca d'Objectes en Cartes Vectorials per a OpenCPN Està provist d'una funció de recerda per als noms dels objectes en les cartes vectorials.
cs_cz: Doplněk pro vyhledávání mapových objektú Poskytujé vyhledávací funkce pro pojmeované objekty na vektorových mapách.
el_gr: Πρόσθετο για αναζήτηση αντικειμένων σε διανυσματικούς χάρτες Παρέχει λειτουργία αναζήτησης με το όνομά του αντικειμένου.
es: PlugIn de búsqueda de objetos en cartografía vectorial para OpenCPN Proporciona una función de búsqueda para nombres de objetos de cartografía vectorial.
et_ee: Vektorkaardi objekti otsingu plugin OpenCPN'i jaoks Võimaldab otsingu funtsiooni vektorkaardi nimedega objektide jaoks.
nb_no: Vektorkart objektsøk utvidelse for OpenCPN Gir en søkefunksjon for navngitte vektorkart objekter.
nl_nl: Zoek Vectorkaartobject PlugIn voor OpenCPN Maakt het mogelijk om te zoeken naar benoemde kaartobjecten van vectorkaarten.
pl_pl: Wyszukiwarka obiektów Mapy wektorowej - wtyczka do OpenCPN Zapewnia funkcję wyszukiwania nazwanych obiektów mapy wektorowej.
pt_br: Vector gráfico Objeto Search PlugIn para OpenCPN Fornece uma função de pesquisa para os objetos de carta chamado vetor.

source: There is a problem with your database, check the OpenCPN logfile for more information.
ca_es: Hi ha un problema amb la vostra base de dades, Comproveu el fitxer de registre d'OpenCPN per a més informació.
cs_cz: Došlo k potížím s databází, zkontroluj soubor logu OpenCPN pro další informace.
el_gr: Υπάρχει ένα πρόβλημα με τη βάση δεδομένων σας, ελέγξτε το αρχείο log του OpenCPN για περισσότερες πληροφορίες.
es: Hay un problema con su base de datos, compruebe el archivo de registro de OpenCPN para más información.
et_ee: On probleem teie andmebaasiga, vaadake OpenCPN'i logifaili lisateabe saamiseks.
nb_no: Det er et problem med databasen din, se i OpenCPN loggfilen for mer informasjon.
nl_nl: Er is een database-problem: controleer het OpenCPN logbestand voor meer informatie
pl_pl: Istnieje problem z bazą danych, sprawdzić logfile OpenCPN, aby uzyskać więcej informacji.
pt_br: Há um problema com a base de dados, verifique o arquivo logfile do OpenCPN para mais informação.

source: Your search resulted in %i objects found. This is a lot, do you really want to show all of them?
ca_es: El resultat de la recerca ha trobat %i objectes. Esteu segur que voleu mostrar-los tots?
cs_cz: Výsledkem hledání je %i nalezených objektů. To je hodně, opravdu chceš ukázat všechny?
el_gr: Η αναζήτησή σας βρήκε σε %i αντικείμενα. Είναι πολλά, θέλετε πραγματικά να τα δείτε όλα αυτά;
es: Su búsqueda resultóha encontrado %i objetos. Son demasiados, ¿ quiere mostrarlos todos?
et_ee: Otsingu tulemusel leitud %i objekti. Seda on palju, kas te tõesti tahate neid kõiki näidata?
nb_no: Ditt søk fikk %i treff. Dette er mange treff, vil du virkelig vise alle?
nl_nl: YDe zoekactie heeft %i objecten opgeleverd. Dit zijn er veel. Wilt u deze werkelijk allemaal zien?
pl_pl: Wyszukano %i obiekty. Jest to dużo, czy naprawdę chcesz pokazać je wszystkie?
pt_br: Sua pesquisa resultou em %i objetos encontrados. É muita coisa, você realmente quer mostrar todos eles?

source: Too many objects found
ca_es: Molts objectes trobats
cs_cz: Příliš mnoho nalezených objektů
el_gr: Βρέθηκαν πάρα πολλά αντικείμενα
es: Se han encontrado demasiados objetos
et_ee: Leitud liiga palju objekte
nb_no: For mange objekter funnet
nl_nl: Te veel objecten gevonden
pl_pl: Znaleziono zbyt wiele obiektów
pt_br: Muitos objetos encontrados

source: All
ca_es: Tot
cs_cz: Vše
el_gr: Όλα
es: Todos
et_ee: Kõik
nb_no: Alle
nl_nl: alles
pl_pl: wszystkie
pt_br: Todos

source: You did not enter any search term, do so.
ca_es: No heu introduït cap terme de cerca, feu-ho.
cs_cz: Nezadals žádnou podmínku vyhledávání, udělej to.
el_gr: Δεν εισήγατε κανένα όρο αναζήτησης, κάντε το.
es: No ha introducido ningún elemento de búsqueda, hágalo.
et_ee: Te ei sisestanud ühtegi otsinguterminit, tehke nii.
nb_no: Du skrev ikke noen søkestreng, vennligst prøv på nytt.
nl_nl: U heeft geen zoekterm ingevoerd. Doe dit alsnog.
pl_pl: Nie wprowadziłeś żadnych parametrów wyszukiwania, zrób to.
pt_br: Você não entrou com qualquer termo de pesquisa, fazê-lo.

source: Type
ca_es: Tipus
cs_cz: Druh
el_gr: Τύπος
es: Tipo
et_ee: Tüüp
nb_no: Skriv
pl_pl: Typ
pt_br: Tipo

source: Name
ca_es: Nom
cs_cz: Název
el_gr: Όνομα
es: Nombre
et_ee: Nimi
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome

source: Lat
cs_cz: Zem. šířka
el_gr: Πλάτος
et_ee: L°
nb_no: Bgrad
nl_nl: Breedte
pl_pl: φ

source: Lon
cs_cz: Zem. délka
el_gr: Μήκος
et_ee: P°
nb_no: Lgrad
nl_nl: Lengte
pl_pl: λ

source: Dist (%s)
cs_cz: Vzdálenost (%s)
el_gr: Απόσταση (%s)
nl_nl: Afst (%s)

source: Scale
ca_es: Escala
cs_cz: Měřítko
el_gr: Κλίμακα
es: Escala
et_ee: Skaala
nb_no: Skala
nl_nl: Schaal
pl_pl: Skala
pt_br: Escala

source: Chart
ca_es: Carta
cs_cz: Mapa
el_gr: Χάρτης
es: Carta
et_ee: Kaart
nb_no: Kart
nl_nl: Kaart
pl_pl: Mapa
pt_br: Carta

source: Inland -
ca_es: L'interior-
cs_cz: Vnitrozemí-
el_gr: Εσωτερικό -
es: Interior-
et_ee: Sise -
nb_no: Innenlands -
nl_nl: Binnenland -
pl_pl: Śródlądowy -
pt_br: Interior-

source: Administration area (Named)
ca_es: Àrea d'Administració (Anomenat)
cs_cz: Správní oblast (Pojmenovaná)
el_gr: Διοικητική περιοχή (όνομα)
es: Área de administración (nombre)
et_ee: Haldusala (nimega)
nb_no: Administrasjonsområde (Navngitt)
nl_nl: Administratie-gebied (benoemd)
pl_pl: Obszar administrowany (nazwany)
pt_br: Área de administração (nomeado)

source: Airport / airfield
ca_es: Aeroport / aeròdrom
cs_cz: Letiště
el_gr: Αεροδρόμιο
es: Aeropuerto / aeródromo
et_ee: Lennujaam / lennuväli
nb_no: Lufthavn / flyplass
nl_nl: Luchthaven / vliegveld
pl_pl: Lotnisko / lotniska
pt_br: Aeroporto / Aeródromo

source: Anchor berth
ca_es: Amarradors d'ancoratge
cs_cz: Kotevní kóje
el_gr: Αγκυροβόλιο
es: Amarres por ancla
et_ee: Ankrupaik
nb_no: Ankerfortøyning
nl_nl: Ankerplaats
pl_pl: Miejsce kotwiczenia
pt_br: Ancoradouro

source: Anchorage area
ca_es: Zona de fondeig
cs_cz: Kotviště
el_gr: Περιοχή αγκυροβολίου
es: Zona de fondeo
et_ee: Ankurdusala
nb_no: Ankerområde
nl_nl: Ankergebied
pl_pl: Kotwicowisko
pt_br: Zona de fundeadouro

source: Beacon, cardinal
ca_es: Balisa o far, orientat
cs_cz: Maják, kardinál
el_gr: Φάρος, τεταρτοκυκλικός
es: Baliza, cardinal
et_ee: Kardinaalne meremärk
nb_no: Sjømerke, kardinal
nl_nl: Baken, cardinaal
pl_pl: Pława, kardynalna
pt_br: Marca, Cardinal

source: Beacon, isolated danger
ca_es: Balisa, perill aïllat
cs_cz: Maják, izolované nebezpečí
el_gr: Φάρος, μεμον. κίνδυνος
es: Baliza, Peligro Aislado
et_ee: Eraldiohu meremärk
nb_no: Lykt, isolert fare
nl_nl: Baken, geïsoleerd gevaar
pl_pl: Stawa: odosobnione niebezpieczeństwo
pt_br: Marca, perigo isolado

source: Beacon, lateral
ca_es: Balisa, lateral
cs_cz: Maják, laterální
el_gr: Φάρος, πλευρικός
es: Baliza, lateral
et_ee: Lateraalne meremärk
nb_no: Merke, lateral
nl_nl: Baken, lateraal
pl_pl: Stawa. lateralna
pt_br: Marca, lateral

source: Beacon, safe water
ca_es: Balisa, aigua segura
cs_cz: Maják, bezpečné vody
el_gr: Φάρος, ασφαλή νερά
es: Baliza, aguas seguras
et_ee: Faarvaatri meremärk
nb_no: Sjømerke, seilbart farvann
nl_nl: Baken, veilig vaarwater
pl_pl: Stawa: bezpieczna woda
pt_br: Marca, Águas Seguras

source: Beacon, special purpose/general
ca_es: Balisa, propòsit especial/general
cs_cz: Maják, zvláštní účel/obecné
el_gr: Φάρος, ειδικού σκοπού/γενικός
es: Bsliza, propósito especial/general
et_ee: Eriotstarbeline/üldine meremärk
nb_no: Sjømerke, spesielt formål/generellt
nl_nl: Baken, speciaal doel / algemeen
pl_pl: Stawa, specjalnego przeznaczenia/ogólnie
pt_br: Farol, finalidade especial/geral

source: Berth
ca_es: Amarradors
cs_cz: Přístaviště
el_gr: Θέση πρόσδεσης
es: Muelle
et_ee: Kai
nb_no: Kaiplass
nl_nl: Ligplaats
pl_pl: Nabrzeże
pt_br: Cais

source: Bridge
ca_es: Pont
cs_cz: Most
el_gr: Γέφυρα
es: Puente
et_ee: Sild
nb_no: Bro
nl_nl: Brug
pl_pl: Most
pt_br: Ponte

source: Building, single
ca_es: Construcció aillada
cs_cz: Budova, osamocená
el_gr: Κτήριο, μονό
es: Edificio, solo
et_ee: Üksik hoone
nb_no: Bygning, enkel
nl_nl: Gebouw
pl_pl: Budynek, pojedynczy
pt_br: Edifício, isolado

source: Built-up area
ca_es: Zona construïda
cs_cz: Zastavěná plocha
el_gr: Οικισμός
es: Zona edificada
et_ee: Hoonestatud maa-ala
nb_no: Tettsted
nl_nl: Bebouwd gebied
pl_pl: Obszar zabudowany
pt_br: Área construída

source: Buoy, cardinal
ca_es: Boia, orientada
cs_cz: Bóje, kardinál
el_gr: Σημαντήρας, τεταρτοκυκλικός
es: Boya cardinal
et_ee: Kardinaalpoi
nb_no: Bøye, kardinal
nl_nl: Boei, cardinaal
pl_pl: Pława kardynalna
pt_br: Bóia, Cardinal

source: Buoy, installation
ca_es: Boia, instal·lació
cs_cz: Bóje, instalace
el_gr: Σημαντήρας, εγκατάσταση
es: Boya, instalación
et_ee: Paigalduspoi
nb_no: Bøye, installasjon
nl_nl: Boei, installatie
pl_pl: Pława, instalacja
pt_br: Bóia, instalação

source: Buoy, isolated danger
ca_es: Boia, perill aïllat
cs_cz: Bóje, izolované nebezpečí
el_gr: Σημαντήρας, μεμον. κίνδυνος
es: Boya, peligro aislado
et_ee: Eraldiohupoi
nb_no: Bøye, isolert fare
nl_nl: Boei, geïsoleerd gevaar
pl_pl: Pława, odosobnione niebezpieczeństwo
pt_br: Bóia, perigo isolado

source: Buoy, lateral
ca_es: Boia, lateral
cs_cz: Bóje, laterální
el_gr: Σημαντήρας, πλευρικός
es: Boya, lateral
et_ee: Lateraalpoi
nb_no: Bøye, lateral
nl_nl: Boei, lateraal
pl_pl: Pława. lateralna
pt_br: Bóia, lateral

source: Buoy, safe water
ca_es: Boia, aigua segura
cs_cz: Bóje, bezpečné vody
el_gr: Σημαντήρας, ασφαλή νερά
es: Boya, aguas seguras
et_ee: Faarvaatri teljepoi
nb_no: Bøye, trygt farvann
nl_nl: Boei, veilig vaarwater
pl_pl: Pława, bezpieczna woda
pt_br: Bóia, águas limpas

source: Buoy, special purpose/general
ca_es: Boia, propòsit especial/general
cs_cz: Bóje, zvláštní účel/obecné
el_gr: Σημαντήρας, ειδικού σκοπού/γενικός
es: Boya, propósito especial/general
et_ee: Eriotstarbeline/üldine poi
nb_no: Bøye, spesielt formål/generelt
nl_nl: Boei, special doel / algemeen
pl_pl: Pława, specjalnego przeznaczenia/ogólnie
pt_br: Bóia, finalidade especial/geral

source: Cable area
ca_es: Àrea de cable
cs_cz: Oblast s kabely
el_gr: Περιοχή καλώδιων
es: Zona de cable
et_ee: Kaabliala
nb_no: Kabelområde
nl_nl: Kabelgebied
pl_pl: Obszar kabli
pt_br: Área de cabos

source: Cable, overhead
ca_es: Cable, aeri
cs_cz: Kabel, visutý
el_gr: Καλώδιο από πάνω
es: Cable aéreo
et_ee: Õhukaabel
nb_no: Kabel, hengende
nl_nl: Kabel, verhoogd
pl_pl: Kable, napowietrzne
pt_br: Cabo, aereo

source: Cable, submarine
ca_es: Cable, submarí
cs_cz: Podmořský kabel
el_gr: Υποθαλάσσιο καλώδιο
es: Cable, submarino
et_ee: Veealune kaabel
nb_no: Kabel, under vann
nl_nl: Kabel, onderwater
pl_pl: Kabel podmorski
pt_br: Cabo, submarino

source: Canal
cs_cz: Kanál
el_gr: Κανάλι
et_ee: Kanal
nb_no: Kanal/Elv
nl_nl: Kanaal
pl_pl: Kanał

source: Canal bank
ca_es: Riba del canal
cs_cz: Břeh kanálu
el_gr: Όχθη καναλιού
es: Banco de canal
et_ee: Kanalikindlustus
nb_no: Kanal/elvebredde
nl_nl: Kanaaloever
pl_pl: Łacha na kanale

source: Cargo transshipment area
ca_es: Zona de transbordament de càrrega/carguers
cs_cz: Oblast překládky nákladu
el_gr: Χώρος μεταφόρτωσης φορτίου
es: Zona de transbordo de carga
et_ee: Ümberlaadimisala
nb_no: Omlastningsområde
nl_nl: Vrachtoverslaggebied
pl_pl: Obszar przeładunkowy
pt_br: Área de transbordo de carga

source: Causeway
ca_es: Carretera elevada
cs_cz: Hráz
el_gr: Υπερυψωμένος δρόμος
es: Calzada elevada
et_ee: Teetamm
nb_no: Molo
nl_nl: Dijkweg
pl_pl: Droga na grobli
pt_br: Passadiço

source: Chimney
cs_cz: Komín
el_gr: Καμινάδα
et_ee: Korsten
nl_nl: Schoorsteen
pl_pl: Komin
pt_br: Chaminé

source: Checkpoint
ca_es: Punt de control
cs_cz: Kontrolní bod
el_gr: Σημείο ελέγχου
es: Punto de control
et_ee: Kontrollpunkt
nb_no: Sjekkpunkt
nl_nl: Controlepunt
pl_pl: Punkt kontrolny
pt_br: Ponto de Verificação

source: Coastguard station
ca_es: Estació de guardacostes
cs_cz: Stanice pobřežní stráže
el_gr: Σταθμός ακτοφυλακής
es: Estación de Guardacostas
et_ee: Rannavalvejaam
nb_no: Kystvaktstasjon
nl_nl: Kustwachtstation
pl_pl: Stacja Straży Przybrzeżnej
pt_br: Estação da guarda costeira

source: Coastline
ca_es: Línia de costa
cs_cz: Pobřeží
el_gr: Ακτογραμμή
es: Línea de Costa
et_ee: Rannajoon
nb_no: Kystlinje
nl_nl: Kustlijn
pl_pl: Linia brzegowa
pt_br: Litoral

source: Continental shelf area
ca_es: Zona de la plataforma continental
cs_cz: Oblast kontinentálního šelfu
el_gr: Υφαλοκρηπίδα
es: Área de plataforma continental
et_ee: Mandrilava piirkond
nb_no: Kontinentalsokkel område
nl_nl: Continentaal plat
pl_pl: Obszar szelfu kontynentalnego
pt_br: Área de plataforma continental

source: Control point
ca_es: Punt de control
cs_cz: Kontrolní bod
el_gr: Σημείο ελέγχου
es: Punto de control
et_ee: Kontrollpunkti
nb_no: Kontrollpunkt
nl_nl: Controlepunt
pl_pl: Punkt kontrolny
pt_br: Ponto de controle

source: Conveyor
ca_es: Cinta transportadora
cs_cz: Dopravník
el_gr: Μεταφορικός ιμάντας
es: Cinta transportadora
et_ee: Konveier
nb_no: Transportbånd
nl_nl: Transportband
pl_pl: Taśmociąg
pt_br: Transportadora

source: Crane
ca_es: Grua
cs_cz: Jeřáb
el_gr: Γερανός
es: Grúa
et_ee: Kraana
nb_no: Krane
nl_nl: Kraan
pl_pl: Żuraw
pt_br: Grua

source: Current - non - gravitational
ca_es: Corrent no gravitacional
cs_cz: Nesplavný proud
el_gr: Ρεύμα - όχι λόγω βαρύτητας
es: Corriente no gravitacional
et_ee: Hoovus - mittegravitatsiooniline
nb_no: Strøm - ikke graviterende
nl_nl: Onkruid / Wier
pl_pl: Prąd - nie - grawitacyjny
pt_br: Atual - não - gravitacional

source: Dam
ca_es: Dic
cs_cz: Přehrada
el_gr: Φράγμα
es: Presa
et_ee: Tamm
nb_no: Demning
nl_nl: Dijk
pl_pl: Zapora
pt_br: Barragem

source: Daymark
ca_es: Marca de dia
cs_cz: Denní znak
el_gr: Ημερήσιος σημαντήρας
es: Marca de día
et_ee: Päevamärk
nb_no: Dagmerke
nl_nl: Dagmarkering
pl_pl: Znak dzienny
pt_br: MarcaDia

source: Deep water route centerline
ca_es: Línia central de ruta d'aigües profundes
cs_cz: Osa hlubokovodní trasy
el_gr: Άξονας πορείας βαθιών νερών
es: Línea central de ruta de aguas profundas
et_ee: Süvaveeteede keskjoon
nb_no: Senterlinje for dypvannsrute
nl_nl: Diepwateroute middellijn
pl_pl: Trasa głębokowodna wzdłuż linii środkowej
pt_br: Linha central de rota de águas profundas

source: Deep water route part
ca_es: Part de ruta d'aigües profundes
cs_cz: Část hlubokovodní trasy
el_gr: Μέρος διαδρομής με βαθιά νερά
es: Parte de ruta de aguas profundas
et_ee: Süvaveetee osa
nb_no: Dypvannsrute del
nl_nl: Diepwaterroute, deel
pl_pl: Część trasy głębokowodnej
pt_br: Parte de rota de águas profundas

source: Distance mark
ca_es: Marca de distància
cs_cz: Znak vzdálenosti
el_gr: Ενδεικτικό απόστασης
es: Marca de distancia
et_ee: Kaugusmärk
nb_no: Distansemarkør
nl_nl: Afstandsmarkering
pl_pl: Znak odległości
pt_br: Marca de distância

source: Dock area
ca_es: Àrea dels pantalans
cs_cz: Oblast doku
el_gr: Αποβάθρα
es: Zona de muelles
et_ee: Dokkimisala
nb_no: Dokk-område
nl_nl: Havengebied
pl_pl: Obszar doku
pt_br: Área de doca

source: Dredged area
ca_es: Zona de dragatge
cs_cz: Vybagrovaná oblast
el_gr: Περιοχή εκβάθυνσης
es: Zona de dragado
et_ee: Süvendatud ala
nb_no: Mudret område
nl_nl: Gebaggerd gebied
pl_pl: Obszar pogłębiony
pt_br: Área dragada

source: Dry dock
ca_es: Escar
cs_cz: Suchý dok
el_gr: Καρνάγιο
es: Dique seco
et_ee: Kuivdokk
nb_no: Tørrdokk
nl_nl: Droogdok
pl_pl: Suchy dok
pt_br: Doca seca

source: Dumping ground
ca_es: Abocaments de terra
cs_cz: Skládka
el_gr: Περιοχή απόρριψης απορριμμάτων
es: Zona de vertidos
et_ee: Kaadamisala
nb_no: Avfallsplass
nl_nl: Afvalgebied
pl_pl: Wysypisko
pt_br: Lixeira

source: Fairway
ca_es: Carrer
cs_cz: Plavební dráha
el_gr: Κανάλι διέλευσης
es: Vía navegable
et_ee: Faarvaater
nb_no: Led
nl_nl: Vaargeul
pl_pl: Tor wodny
pt_br: Via navegável

source: Fence/wall
ca_es: Tancament/paret
cs_cz: Plot/zeď
el_gr: Φράχτης/τοίχος
es: Valla/muro
et_ee: Tara/sein
nb_no: Gjerde/vegg
nl_nl: Hek / muur
pl_pl: Ogrodzenia/ściana
pt_br: Cerca/muro

source: Ferry route
ca_es: Ruta del ferri
cs_cz: Trasa trajektu
el_gr: Διαδρομή Φέρι
es: Ruta de ferry
et_ee: Parvlaevaliin
nb_no: Fergerute
nl_nl: Veerbootroute
pl_pl: Trasa promu
pt_br: Rota de balsa

source: Fishery zone
ca_es: Zona de pesca
cs_cz: Rybolovná oblast
el_gr: Ζώνη αλιείας
es: Zona de pesca
et_ee: Kalastusvöönd
nb_no: Fiskeri sone
nl_nl: Visserijzone
pl_pl: Strefa rybołówstwa
pt_br: Zona de pesca

source: Fishing facility
ca_es: Possibilitat de pesca
cs_cz: Rybolovné zařízení
el_gr: Αλιευτική υπηρεσία
es: Instalaciones pesqueras
et_ee: Kalapüügi võimalus
nb_no: Fiskefasiliteter
nl_nl: Visserijfaciliteit
pl_pl: Miejsce połowu ryb
pt_br: Instalações de pesca

source: Fishing ground
ca_es: Fons de pesca
cs_cz: Rybářský revír
el_gr: Περιοχή αλιείας
es: Caladero
et_ee: Kalapüügiala
nb_no: Fiskeområde
nl_nl: Visgronden
pl_pl: Łowisko
pt_br: Pesqueiro

source: Floating dock
ca_es: Pantalà flotant
cs_cz: Plovoucí dok
el_gr: Πλωτή δεξαμενή
es: Dique flotante
et_ee: Ujuvdokk
nb_no: Flytedokk
nl_nl: Drijvend dok
pl_pl: Dok pływający
pt_br: Doca flutuante

source: Fog signal
ca_es: Avisador de boira
cs_cz: Mlhový signál
el_gr: Σήμα ομίχλης
es: Señal de niebla
et_ee: Udusignaal
nb_no: Tåkelur
nl_nl: Mistsignaal
pl_pl: Sygnał mgłowy
pt_br: Sinal de nevoeiro

source: Fortified structure
ca_es: Estructura fortificada
cs_cz: Opevněná struktura
el_gr: Οχυρωμένη κατασκευή
es: Estructura fortificada
et_ee: Kindlustatud ehitis
nb_no: Befestet bygning
nl_nl: Versterkte structuur
pl_pl: Budowla wzmocniona
pt_br: Estrutura fortificada
