Repository: nohal/objsearch_pi
Catalog: po/*.po
Languages: ca_es, cs_cz, el_gr, es, et_ee, nb_no, nl_nl, pl_pl, pt_br

source: Notice mark
ca_es: Nota d'avís
cs_cz: Oznamovací značka
el_gr: Σήμα ειδοποίησης
es: Marca aviso
et_ee: Teate koht
nb_no: Notismerke
nl_nl: Adviesmarkering
pl_pl: Uwaga znak
pt_br: Marca de aviso

source: Bunker station
ca_es: Estació de repostatge
cs_cz: Tankovací stanice
el_gr: Σταθμός πετρέλευσης
es: Estación de bunker
et_ee: Bunkerdusjaam
nb_no: Bunkers stasjon
pl_pl: Stacja bunkrowa
pt_br: Estação de abrigo

source: Harbour basin
ca_es: Dàrsena
cs_cz: Přístav
el_gr: Λεκάνη λιμανιού
es: Area del Puerto
et_ee: Sadamabassein
nb_no: Havnebaseng
nl_nl: Havenbekken
pl_pl: Basen portowy
pt_br: Bacia do Porto

source: Refuse dump
ca_es: Abocador d'escombraries
cs_cz: Skládka odpadu
el_gr: Σταθμός αποβλήτων
es: Descarga de basura
et_ee: Jääkide äraandmine
nb_no: Nektet dumping
nl_nl: Vuilstortplaats
pl_pl: Wysypisko śmieci
pt_br: Descarga de lixo

source: Turning basin
ca_es: Dàrsena de rotació
cs_cz: Prostor pro otáčení
el_gr: Λεκάνη περιστροφής
es: Dársena
et_ee: Pöördeala
nb_no: Snuplass
nl_nl: Draaikom
pl_pl: Basen obrotowy
pt_br: Bacia de viragem

source: Text label
ca_es: Etiqueta de text
cs_cz: Textový popisek
el_gr: Ετικέτα
es: Etiqueta de texto
et_ee: Tekstisilt
nb_no: Tekstetikett
nl_nl: Tekstlabel
pl_pl: Tekst etykiety
pt_br: Etiqueta

source: Extended navigational aid
cs_cz: Rozšířená pomůcka pro navigaci
el_gr: Εκτεταμένο βοήθημα πλοήγησης
et_ee: Laiendatud navigatsiooniline abi
nl_nl: Uitgebreid navigatiehulpmiddel
pl_pl: Rozszerzona pomoc nawigacyjna
pt_br: Ajuda à navegação estendida

source: CSV files (*.csv)|*.csv|All files (*.*)|*.*
cs_cz: Soubory CSV (*.csv)|*. csv|Všechny soubory (*. *)|*. *
el_gr: Αρχεία CSV (*.csv)|*.csv|Όλα τα αρχεία (*. *)|*. *
et_ee: CSV-failid (*.csv) | *. csv| Kõik failid (*. *) | *. *
nl_nl: CSV-bestanden (*.csv)|*.csv|Alle bestanden (*.*)|*.*
pl_pl: Pliki CSV (*.csv) | *.csv | Wszystkie pliki (*. *) | *. *
pt_br: Arquivos CSV (*.csv)|*.csv|Todos Arquivos (*.*)|*.*

source: Sorry, I'm stupid and can't cross the IDL, please divide your scan in two.
cs_cz: Promiň, jsem dementní a nemumím překročit datovou linii, prosím rozděl skenování na dvě.
el_gr: Συγγνώμη, δεν είναι δυνατόν να διασχίσουμε την IDL. Διαιρέσετε την περιοχή σας σε δύο κομμάτια.
et_ee: Vabandust, olen loll ja ei saa ületadae IDL'i, palun jagage oma skaneering kaheks.
nl_nl: Sorry, ik kan de nulmeridiaan niet overschrijden. Deel uw zoekactie op in tweeën.
pl_pl: Niestety jestem głupi i nie mogę przekroczyć IDL, proszę podzielić skanowanie na dwa razy.
pt_br: Desculpe, Sou estúpido e não consigo atravessar o IDL, por favor divida a sua carta em duas.

source: Import progress...
cs_cz: Průběh importu...
el_gr: Εισαγωγή προόδου...
et_ee: Impordi edenemine...
nl_nl: Voortgang importeren ...
pl_pl: Postęp importowania...
pt_br: Progresso da importação...

source: Importing data from %s.
cs_cz: Import dat z %s.
el_gr: Εισαγωγή δεδομένων από %s.
et_ee: Andmete importimine %s.
nl_nl: Importeren van gegevens van %s.
pl_pl: Importowanie danych z %s.
pt_br: Importação de dados do %s.

source: The files %s does not exist, nothing to import.
cs_cz: Soubor %s neexistuje, nic pro import.
el_gr: Το αρχείο %s δεν υπάρχει, τίποτα για την εισαγωγή.
et_ee: Faile %s pole olemas, pole midagi importida.
nl_nl: De bestanden %s bestaan niet, er is niks om te importeren.
pl_pl: %s plików nie istnieje, nie ma nic do zaimportowania.
pt_br: Os arquivos %s não existem, nada a importar.
