Repository: nohal/objsearch_pi
Catalog: po/*.po
Languages: ca_es, cs_cz, el_gr, es, et_ee, nb_no, nl_nl, pl_pl, pt_br

source: Free port area
ca_es: Àrea de port franc
cs_cz: Oblast svobodného přístavu
el_gr: Ελεύθερο λιμάνι
es: Zona de puerto libre
et_ee: Vabasadama ala
nb_no: Fritt havneområde
nl_nl: Vrij havengebied
pl_pl: Strefa wolnocłowa
pt_br: Área de porto livre

source: Gate
ca_es: Porta
cs_cz: Brána
el_gr: Πύλη
es: Puerta
et_ee: Värav
nb_no: Port
nl_nl: Poort
pl_pl: Brama
pt_br: Portão

source: Gridiron
ca_es: Graella
cs_cz: Rošt
el_gr: Σχάρα
es: Parrilla
et_ee: Võrestik
nb_no: Netting
nl_nl: Rooster
pl_pl: Boisko
pt_br: Grelha

source: Harbour area (administrative)
ca_es: Zona del port (administrativa)
cs_cz: Přístavní oblast (administrativní)
el_gr: Περιοχή λιμανιού (διοικητική)
es: Zona del puerto (administrativa)
et_ee: Sadamaala (haldus)
nb_no: Havneområde (administrativt)
nl_nl: Havengebied (administratief)
pl_pl: Obszar portowy (administrowany)
pt_br: Área portuária (administrativo)

source: Harbour facility
ca_es: Instal·lacions del Port
cs_cz: Přístavní zařízení
el_gr: Λιμενική υπηρεσία
es: Instalaciones del puerto
et_ee: Sadama teenus
nb_no: Havnefasilitet
nl_nl: Havenfaciliteit
pl_pl: Port
pt_br: Instalações Portuarias

source: Hulk
ca_es: Derelicte
cs_cz: Vyřazená loď/vrak
el_gr: Κύτος
es: Casco
et_ee: Laevakere
nb_no: Fortøyd skipsvrak
nl_nl: Romp
pl_pl: Kadłub wraku
pt_br: Navio Velho

source: Ice area
ca_es: Àrea de gel
cs_cz: Ledová plocha
el_gr: Περιοχή πάγου
es: Zona de hielo
et_ee: Jääala
nb_no: Isområde
nl_nl: IJsgebied
pl_pl: Obszar lodów
pt_br: Área de gelo

source: Incineration area
ca_es: Zona d'incineració
cs_cz: Spalovací prostor
el_gr: Περιοχή αποτέφρωσης
es: Zona de incineración
et_ee: Põletamisala
nb_no: Forbrenningsområde
nl_nl: Verbrandinggebied
pl_pl: Strefa spalania
pt_br: Área de incineração

source: Lake
ca_es: Llac
cs_cz: Jezero
el_gr: Λίμνη
es: Lago
et_ee: Järv
nb_no: Innsjø
nl_nl: Meer
pl_pl: Jezioro
pt_br: Lago

source: Lake shore
ca_es: Riba del llac
cs_cz: Břeh jezera
el_gr: Όχθη λίμνης
es: Orilla del lago
et_ee: Järvekallas
nb_no: Innsjøkant
nl_nl: Meeroever
pl_pl: Brzeg jeziora
pt_br: Costa do lago

source: Land area
ca_es: Zona de terra
cs_cz: Oblast souše
el_gr: Ξηρά
es: Área de tierra
et_ee: Maa-ala
nb_no: Landområde
nl_nl: Landgebied
pl_pl: Powierzchnia lądowa
pt_br: Área de terra

source: Land elevation
ca_es: Elevació de terra
cs_cz: Nadmořská výška souše
el_gr: Υψόμετρο
es: Elevación en tierra
et_ee: Maa reljeef
nb_no: Landhøyde
nl_nl: Land, verhoogd
pl_pl: Podniesienie ziemi
pt_br: Elevação de terra

source: Land region
ca_es: Regió de terra
cs_cz: Oblast pevniny
el_gr: Περιοχή ξηράς
es: Región de la tierra
et_ee: Maa piirkond
nl_nl: Landgebied
pl_pl: Obszar lądowy
pt_br: Região de terras

source: Landmark
ca_es: Marca de terra
cs_cz: Pamětihodnost
el_gr: Ορόσημο
es: Punto de referencia
et_ee: Maamärk
nb_no: Landmerke
nl_nl: Landkenmerk
pl_pl: Punkt orientacyjny
pt_br: Marco

source: Light
ca_es: Far
cs_cz: Světlo
el_gr: Φάρος
es: Faro
et_ee: Tuli
nb_no: Lys
nl_nl: Licht
pl_pl: Światło
pt_br: Farol

source: Light float
ca_es: Boia amb far
cs_cz: Plovoucí světlo
el_gr: Πλωτός φάρος
es: Faro flotante
et_ee: Ujuvtuli
nb_no: Lysflåte
nl_nl: Lichtvlot
pl_pl: Światło, pływające
pt_br: Bóia luminosa

source: Light vessel
ca_es: Vaixell far
cs_cz: Majáková loď
el_gr: Φαρόπλοιο
es: Faro barco
et_ee: Tulelaev
nb_no: Lysfartøy
nl_nl: Lichtschip
pl_pl: Latarniowiec
pt_br: Barco farol

source: Local magnetic anomaly
ca_es: Anomalia magnètica local
cs_cz: Lokální magnetické anomálie
el_gr: Τοπική μαγνητική ανωμαλία
es: Anomalía magnética local
et_ee: Kohalik magnetiline anomaalia
nb_no: Lokalt magnetisk avvik
nl_nl: Lokale magnetische afwijking
pl_pl: Lokalne anomalie magnetyczne
pt_br: Anomalia magnética local

source: Lock basin
ca_es: Rescloses de dàrsena
cs_cz: Zdrž
el_gr: Λεκάνη φράγματος
es: Esclusas de dársena
et_ee: Lüüsibassein
nb_no: Slusebaseng
nl_nl: Sluisbekken
pl_pl: Basen śluzy
pt_br: Bacia de bloqueio

source: Log pond
ca_es: Estany amb troncs
cs_cz: Skladiště kmenů
el_gr: Λιμνούλα
es: Lago de troncos
et_ee: Palgitiik
nb_no: Fløtningsdam
nl_nl: Kaphoutvijver
pl_pl: Staw na spławiane drewno

source: Marine farm/culture
ca_es: Granja aqüícola/marina
cs_cz: Mořské farmy/kultura
el_gr: Ιχθυοκαλλιέργεια
es: Granja marina/ aquicultura
et_ee: Merefarm/-kultuur
nb_no: Oppdrett/fiskefarm
nl_nl: Mariene boerderij/cultuur
pl_pl: Morskie farmy/hodowla
pt_br: Viveiros/Aquacultura

source: Military practice area
ca_es: Zona de pràctiques militars
cs_cz: Vojenské cvičiště
el_gr: Περιοχή στρατιωτικών ασκήσεων
es: Zona de prácticas militares
et_ee: Sõjaline harjutusala
nb_no: Militært øvningsområde
nl_nl: Militair oefengebied
pl_pl: Obszar ćwiczeń wojskowych
pt_br: Área de exercícios militares

source: Mooring/warping facility
ca_es: L'equip o estructura per assegurar l'amarratge del vaixell
cs_cz: Kotevni/vyvazovací zařízení
el_gr: Υπηρεσία ελλιμενισμού
es: Instalaciones para amarre/maniobra
et_ee: Sildumis-/varpimisrajatis
nb_no: Forankrings/fortøynings anlegg
nl_nl: Meerfaciliteit
pl_pl: Miejsce cumowania/przeholunku
pt_br: Aparelhagem de amarração

source: Obstruction
ca_es: Obstrucció
cs_cz: Překážka
el_gr: Εμπόδιο
es: Obstrucción
et_ee: Takistus
nb_no: Hindring
nl_nl: Obstructie
pl_pl: Przeszkoda
pt_br: Obstrução

source: Offshore platform
ca_es: Plataforma d'extracció
cs_cz: Offshore platforma
el_gr: Υπεράκτια πλατφόρμα
es: Plataforma alta mar
et_ee: Avamere platvorm
nb_no: Plattform
pl_pl: Platformy offshore
pt_br: Plataforma offshore

source: Offshore production area
ca_es: Zona de producció marina
cs_cz: Offshore produkční oblast
el_gr: Περιοχή υπεράκτιας παραγωγής
es: Zona de producción marina
et_ee: Avamere tootmislala
nb_no: Offshore produksjonsområde
nl_nl: Offshoreproductiegebied
pl_pl: Obszar produkcji offshore
pt_br: Área de produção offshore

source: Oil barrier
ca_es: Barrera per contaminants flotants
cs_cz: Ropná bariéra
el_gr: Φράγμα για πετρέλαιο
es: Barrera de combustible
et_ee: Õlitõke
nb_no: Oljebarriære
nl_nl: Oliescherm
pl_pl: Bariera Olejowa
pt_br: Barreira de óleo

source: Pile
ca_es: Pila
cs_cz: Hromada
el_gr: Σωρός
es: Pila
et_ee: Vai
nb_no: Haug
nl_nl: Stapel
pl_pl: Słup
pt_br: Pilha

source: Pilot boarding place
ca_es: Lloc d'embarcament del pilot
cs_cz: Nástupní místo lodivoda
el_gr: Μέρος επιβίβασης πιλότου
es: Lugar de embarque del práctico
et_ee: Lootsi pardaleminku koht
nb_no: Bordingsområde for los
nl_nl: Loodsovernamelocatie
pl_pl: Punkt brania pilota
pt_br: Lugar de embarque piloto

source: Pipeline area
ca_es: Àrea de tubs/canonades
cs_cz: Potrubní oblast
el_gr: Περιοχή αγωγού
es: Zona de tuberías
et_ee: Torujuhtme ala
nb_no: Rørledningsområde
nl_nl: Pijpleidinggebied
pl_pl: Obszar rurociągów
pt_br: Área de pipeline

source: Pipeline, overhead
ca_es: Canonada elevada
cs_cz: Potrubí, visuté
el_gr: Αγωγός, εναέριος
es: Tubería, aérea
et_ee: Õhuliini torujuhtmed
nb_no: Hengende rørledning
nl_nl: Pijpleiding, verhoogd
pl_pl: Rurociąg, napowietrzny
pt_br: Canalização, sobrecarga

source: Pipeline, submarine/on land
ca_es: Canonada, submarina/a terra
cs_cz: Potrubí, podvodní/na pevnině
el_gr: Αγωγός, υποβρύχιος ή στην ξηρά
es: Tubería, submarina o a tierra
et_ee: Veealune/maa peal olev torujuhe
nb_no: Rørledning, nedsenket/på land
nl_nl: Pijpleiding, onderwater/op land
pl_pl: Rurociąg podmorski/lądowy
pt_br: Canalização, submarina/em terra

source: Pontoon
ca_es: Pantalà
cs_cz: Ponton
el_gr: Πλωτή εξέδρα
es: Pantalán
nb_no: Pontong
nl_nl: Ponton
pl_pl: Ponton
pt_br: Pontão

source: Production / storage area
ca_es: Producció / magatzems
cs_cz: Výroba / úložiště
el_gr: Περιοχή παραγωγής / αποθήκευσης
es: Producción / área de almacenamiento
et_ee: Tootmisala / laoala
nb_no: Produksjons / lagerområde
nl_nl: Productieopslaggebied
pl_pl: Produkcja / obszar magazynowania
pt_br: Produção / área de armazenamento

source: Pylon/bridge support
ca_es: Piló/suport de pont
cs_cz: Podpora/pilíř mostu
el_gr: Πυλώνας/υποστήριξη γέφυρας
es: Pilón/apoyo de puente
et_ee: Silla tugipost
nb_no: Bro-kar/bro-fundament
nl_nl: Pyloon / brugondersteuning
pl_pl: Pylon / podpora mostu
pt_br: Suporte de pilar/ponte

source: Radar line
ca_es: Línia de radar
cs_cz: Radarové linie
el_gr: Γραμμή ραντάρ
es: Línea de radar
et_ee: Radarijoon
nb_no: Radarlinje
nl_nl: Radarlijn
pl_pl: Linia radaru
pt_br: Linha de radar

source: Radar range
ca_es: Cobertura de radar
cs_cz: Dosahu radaru
el_gr: Έκταση ραντάρ
es: Alcance radar
et_ee: Radari ulatus
nb_no: Radar rekkevidde
nl_nl: Radarbereik
pl_pl: Zasięg radaru
pt_br: Alcance do radar

source: Radar station
ca_es: Estació de radar
cs_cz: Radarové stanice
el_gr: Σταθμός ραντάρ
es: Estación de radar
et_ee: Radarijaam
nb_no: Radarstasjon
pl_pl: Stacja radarowa
pt_br: Estação de radar

source: Radar transponder beacon
ca_es: Balisa de transponedor de radar
cs_cz: Radarový odpovídač maják
el_gr: Αναμεταδότης ραντάρ
es: Baliza transpondedora de radar
et_ee: Radarmajakas-vastaja
nb_no: Radar transponderfyr
nl_nl: Radartransponderbaken
pl_pl: Stawa transpondera radarowego
pt_br: Balisa transponder de radar

source: Radio calling-in point
ca_es: Punt de trucada de ràdio
cs_cz: Bod pro radiové ohlášení
el_gr: Σημείο κλίσης ασυρμάτου
es: Punto de llamada por radio
et_ee: Raadio ettekandepunkt
nb_no: Radio oppkallingspunkt
nl_nl: Radio oproeplocatie
pl_pl: Punkt kontrolny Radio
pt_br: Ponto chamada radio

source: Radio station
ca_es: Emissora de ràdio
cs_cz: Rádiová stanice
el_gr: Ραδιοφωνικός σταθμός
es: Estación de radio
et_ee: Raadiojaam
nb_no: Radiostasjon
pl_pl: Stacja radiowa
pt_br: Estação de rádio

source: Railway
ca_es: Ferrocarril
cs_cz: Železnice
el_gr: Σιδηρόδρομος
es: Ferrocarril
et_ee: Raudtee
nb_no: Jernbane
nl_nl: Spoorweg
pl_pl: Kolej
pt_br: Ferrovia

source: Rapids
ca_es: Ràpids
cs_cz: Peřeje
el_gr: Καταρράκτης
es: Rápidos
et_ee: Kärestikud
nb_no: Stryk
nl_nl: Stroomversnelling
pl_pl: Bystrzyny
pt_br: Rápidos

source: Recommended route centerline
ca_es: Línia central de la ruta recomanada
cs_cz: Osa doporučené trasy
el_gr: Άξονας συνιστώμενη διαδρομής
es: Línea central de la ruta recomendada
et_ee: Soovitatava teekonna keskjoon
nb_no: Anbefalt senterlinje for rute
nl_nl: Aanbevolen routemiddellijn
pl_pl: Zalecana trasa po linii środkowej
pt_br: Linha central da via recomendada

source: Recommended track
ca_es: Ruta recomanada
cs_cz: Doporučená trasa
el_gr: Συνιστόμενη διαδρομή
es: Derrota recomendada
et_ee: Soovitatav teekond
nb_no: Anbefalt seilingsled
nl_nl: Aanbevolen route
pl_pl: Zalecana trasa
pt_br: Faixa recomendada

source: Rescue station
ca_es: Estació de salvament
cs_cz: Záchranná stanice
el_gr: Σταθμός διάσωσης
es: Estación de rescate
et_ee: Päästejaam
nb_no: Redningsstasjon
nl_nl: Reddingstation
pl_pl: Stacja ratownictwa
pt_br: Estação de resgate

source: Restricted area
ca_es: Àrea restringida
cs_cz: Omezená oblast
el_gr: Περιοχή περιορισμένης πρόσβασης
es: Zona restringida
et_ee: Piiratud ala
nb_no: Begrenset område
nl_nl: Beperkt gebied
pl_pl: Obszar zastrzeżony
pt_br: Área restrita

source: River
ca_es: Riu
cs_cz: Řeka
el_gr: Ποταμός
es: Río
et_ee: Jõgi
nb_no: Elv
nl_nl: Rivier
pl_pl: Rzeka
pt_br: Rio

source: River bank
ca_es: Riba del riu
cs_cz: Břeh řeky
el_gr: Όχθη ποταμού
es: Orilla del río
et_ee: Jõekallas
nb_no: Elvebredde
nl_nl: Rivieroever
pl_pl: Łacha na rzece
pt_br: Margem

source: Road
ca_es: Carretera
cs_cz: Cesta
el_gr: Δρόμος
es: Carretera
et_ee: Tee
nb_no: Vei
nl_nl: Weg
pl_pl: Droga
pt_br: Estrada

source: Runway
ca_es: Pista d'aterratge
cs_cz: Dráha
el_gr: Διάδρομος
es: Pista de aterrizaje
et_ee: Rada
nb_no: Rullebane
nl_nl: Start- /landingbaan
pl_pl: Pas startowy
pt_br: Pista

source: Sea area / named water area
ca_es: Àrea de mar / el nom de zona d'aigües
cs_cz: Mořská oblast / s názvem vodní plochy
el_gr: Θαλάσσια περιοχή
es: Zona marina/zona de agua nominada
et_ee: Mereala / nimega veeala
nb_no: Havområde / navngitt havområde
nl_nl: Zeegebied / benoemd watergebied
pl_pl: Obszar morza /nazwany obszar wodny
pt_br: Área de mar / chamado área de água

source: Sea-plane landing area
ca_es: Àrea d'amaratge d'hidroavions
cs_cz: Oblast přistávání hydroplánů
el_gr: Υδροδρόμιο υδροπλάνων
es: Zona de aterrizaje de hidroaviones
et_ee: Vesilennuki maandumise ala
nb_no: Sjøfly lufthavn
nl_nl: Start- /landgebied watervliegtuigen
pl_pl: Obszar lądowania wodolotów
pt_br: Área de pouso de Hidroavião

source: Seabed area
ca_es: Àrea del fons marí
cs_cz: Oblast mořského dna
el_gr: Περιοχή πυθμένα
es: Área de fondos marinos
et_ee: Merepõhja ala
nb_no: Havbunnområde
nl_nl: Zeebodemgebied
pl_pl: Obszar Dna morskiego
pt_br: Área do fundo do mar

source: Shoreline Construction
ca_es: Construcció de Costa
cs_cz: Pobřeží konstrukce
el_gr: Ενισχυμένη ακτή
es: Consrrucción costera
et_ee: Kaldakonstruktsioon
nb_no: Konstruksjon i fjæra
nl_nl: Kustlijnversterking
pl_pl: Konstrukcja na linii brzegowej
pt_br: Construção de linha de costa

source: Signal station, traffic
ca_es: Semàfor, trànsit
cs_cz: Signální stanice, dopravní
el_gr: Σταθμός μηνυμάτων κυκλοφορίας
es: Semáforo, tráfico
et_ee: Liikluse signaaljaam
nb_no: Signalstasjon, trafikk
nl_nl: Signaalstation, verkeer
pl_pl: Stacja sygnałowa, ruchu
pt_br: Semáforo, trânsito

source: Signal station, warning
ca_es: Semàfor, alerta
cs_cz: Signální stanice, upozornění
el_gr: Σταθμός μηνυμάτων προειδοποιήσεων
es: Semáforo, alerta
et_ee: Hoiatuse signaaljaam
nb_no: Signalstasjon, advarsel
nl_nl: Signaalstation, waarschuwing
pl_pl: Stacja sygnałowa, ostrzeżenia
pt_br: Estação de sinal, aviso

source: Silo / tank
ca_es: Sitja / dipòsit
cs_cz: Silo / zásobník
el_gr: Σιλό / δεξαμενή
es: Silo / tanque
et_ee: Silohoidla / mahuti
pl_pl: Silos / zbiornik
pt_br: Silo / tanque

source: Slope topline
ca_es: Línia del vèrtex
cs_cz: Vrcholová linie svahu
el_gr: Γραμμή πλαγιάς
es: Cumbre de pendiente
et_ee: Nõlva ülaserv
nb_no: Skråning, topplinje
nl_nl: Bovenrand van de helling
pl_pl: Góra nachylenia
pt_br: Topo de rampa

source: Sloping ground
ca_es: Terreny en pendent
cs_cz: Svažitý terén
el_gr: Πλαγιά
es: Fondo en pendiente
et_ee: Kaldega pinnas
nb_no: Skråning, bunn
nl_nl: Hellende grond
pl_pl: Obszar Nachylony
pt_br: Terreno inclinado

source: Small craft facility
ca_es: Instal·lació de petites embarcacions
cs_cz: Zařízení pro malá plavidla
el_gr: Υπηρεσία μικρών σκαφών
es: Instalaciones pequeñas embarcaciones
et_ee: Väikelaeva-ala
nb_no: Småbåt fasiliteter
nl_nl: Faciliteit voor kleine vaartuigen
pl_pl: Miejsce dla małych łodzi
pt_br: Instalação de pequenas embarcações

source: Sounding
ca_es: Sondatge
cs_cz: Hloubka
el_gr: Βυθομέτρηση
es: Sonda
et_ee: Loodimine
nb_no: Loddskudd
nl_nl: Dieptemeting
pl_pl: Sondaż
pt_br: Soando

source: Spring
ca_es: Brollador
cs_cz: Pramen
el_gr: Πηγή
es: Tensor
et_ee: Kinnitusots
nb_no: Oppkomme
nl_nl: Springtij
pl_pl: Wyciek wodny
pt_br: Fonte

source: Square
ca_es: Plaça
cs_cz: Náměstí
el_gr: Πλατεία
es: Plaza
et_ee: Väljak
nb_no: Firkant
nl_nl: Vierkant
pl_pl: Plac
pt_br: Praça

source: Submarine transit lane
ca_es: Zona de trànsit de submarins
cs_cz: Podmořská tranzitní linie
el_gr: Διέλευση υποβρυχίων
es: Zona de paso de submarinos
et_ee: Veealune transiiditee
nb_no: Ubåt ferdselsled
nl_nl: Onderzeebootroute
pl_pl: Strefa przejścia okrętów podwodnyh
pt_br: Faixa de trânsito submarino

source: Tidal stream - harmonic prediction
ca_es: Corrent de marea - predicció harmònica
cs_cz: Slapové proudění - harmonická předpověď
el_gr: Παλιρροιακό ρεύμα - αρμονική πρόβλεψη
es: Corriente de marea - predicción armónica
et_ee: Loodevool - harmooniline ennustus
nb_no: Tidevannstrøm - harmonisk varsel
nl_nl: Getijstroom - harmonische voorspelling
pl_pl: Prąd pływowy - przewidywanie harmoniczne
pt_br: Maré - previsão harmônica

source: Tidal stream - non-harmonic prediction
ca_es: Corrent de marea - predicció no-harmònica
cs_cz: Slapové proudění - neharmonická předpověď
el_gr: Παλιρροιακό ρεύμα - αναρμονική πρόβλεψη
es: Corriente de marea - predicción no armónica
et_ee: Loodevool - mitteharmooniline ennustus
nb_no: Tidevannstrøm - ikke harmonisk varsel
nl_nl: Getijstroom - niet-harmonische voorspelling
pl_pl: Prąd pływowy - przewidywanie nie harmoniczne
pt_br: Maré - previsão não-harmônica

source: Tidal stream panel data
ca_es: Panell de dades de corrents de marees
cs_cz: Slapové proudění - panelová data
el_gr: Δεδομένα παλίρροιας
es: Corriente de marea panel de datos
et_ee: Loodevoolu paneelandmed
nb_no: Tidevannstrøm paneldata
nl_nl: Getijstroom gegevensvenster
pl_pl: Panel danych Prądów pływowych
pt_br: Tabela de marés

source: Tidal stream - time series
ca_es: Corrents de marees - sèries temporals
cs_cz: Slapové proudění - časová řada
el_gr: Χρονικά δεδομένα παλίρροιας
es: Corriente de marea - series temporales
et_ee: Loodevool - ajaseeriad
nb_no: Tidevannstrøm - tidsserie
nl_nl: Getijstroom - tijdseries
pl_pl: Prąd pływowy - szeregi czasowe
pt_br: Maré - séries temporais

source: Tide - harmonic prediction
ca_es: Marea - predicció harmònica
cs_cz: Příliv - harmonická předpověď
el_gr: Παλίρροια - αρμονική πρόβλεψη
es: Marea - predicción armónica
et_ee: Loode - harmooniline ennustus
nb_no: Tidevann - harmonisk varsel
nl_nl: Getij - harmonische voorspelling
pl_pl: Pływ - przewidywanie harmoniczne
pt_br: Maré - previsão harmônica

source: Tide - non-harmonic prediction
ca_es: Marea - predicció no-harmònica
cs_cz: Příliv - neharmonická předpověď
el_gr: Παλίρροια - αναρμονική πρόβλεψη
es: Marea - predicción no armónica
et_ee: Loode - mitteharmooniline ennustus
nb_no: Tidevann - ikke harmonisk varsel
nl_nl: Getij - niet-harmonische voorspelling
pl_pl: Pływ - przewidywanie nie harmoniczne
pt_br: Maré - previsão de não-harmônica

source: Tideway
ca_es: Canal amb marees
cs_cz: Slapový průliv
el_gr: Παλιρροιακό κανάλι
es: Canal con mareas
et_ee: Loodetevool
nb_no: Tidevannskanal
nl_nl: Stroomgeul
pl_pl: Kanał wodny, pływowy
pt_br: Canal de maré

source: Tree
cs_cz: Strom
el_gr: Δέντρο
et_ee: Puu
nl_nl: Boom
pl_pl: Drzewo
pt_br: Árvore

source: Tunnel
ca_es: Túnel
cs_cz: Tunel
el_gr: Σήραγγα
es: Túnel
nb_no: Tunell
pl_pl: Tunel
pt_br: Túnel

source: Underwater rock / awash rock
ca_es: Esculls rocosos
cs_cz: Podvodní kámen / omývaný kámen
el_gr: Ύφαλος / επιφανειακός βράχος
es: Escollos que velan / sumergidos
et_ee: Veealune kivi / veepinnatasa kivi
nb_no: Undervannsskjær / skvalpeskjær
nl_nl: Onderwater- / overspoelde rots
pl_pl: Podwodna Skala / zalewana skała
pt_br: Rocha submersa/inundada

source: Vegetation
ca_es: Vegetació
cs_cz: Vegetace
el_gr: Βλάστηση
es: Vegetación
et_ee: Taimestik
nb_no: Vegetasjon
nl_nl: Vegetatie
pl_pl: Roślinność
pt_br: Vegetação

source: Water turbulence
ca_es: Turbulència d'aigua
cs_cz: Turbulence vody
el_gr: Θαλάσσια τύρβη
es: Turbulencia del agua
et_ee: Vee turbulents
nb_no: Vannturbulens
nl_nl: Waterturbulentie
pl_pl: Zawirowania wody
pt_br: Água Turbulenta

source: Waterfall
ca_es: Cascada
cs_cz: Vodopád
el_gr: Καταρράκτης
es: Cascada
et_ee: Kosk
nb_no: Fossefall
nl_nl: Waterval
pl_pl: Wodospad
pt_br: Queda d'água

source: Weed/Kelp
ca_es: Herbei/Algues
cs_cz: Kelp/řasy
el_gr: Φίκια/Κελπ
es: Malezas/algas
et_ee: Mererohi / vetikad
nb_no: Ugress/tare
nl_nl: Onkruid / Wier
pl_pl: Wodorosty
pt_br: Limos/Algas

source: Wreck
ca_es: Naufragi
cs_cz: Vrak
el_gr: Ναυάγιο
es: Pecio
et_ee: Vrakk
nb_no: Vrak
nl_nl: Wrak
pl_pl: Wrak
pt_br: Naufrágio

source: Tidal stream - flood/ebb
ca_es: Corrent de marea - inundació/reflux
cs_cz: Slapové proudy - příliv/odliv
el_gr: Παλιρροιακό ρεύμα - πλημμυρίδα/άμπωτις
es: Corriente de marea - inundaciones/reflujos
et_ee: Loodevool - üleujutus/mõõn
nb_no: Småbåt fasiliteter
nl_nl: Getijstroom -vloed/eb
pl_pl: Prąd pływowy - przypływ/odpływ
pt_br: Maré - subida/descida

source: Aggregation
ca_es: Agregació
cs_cz: Agregace
el_gr: Συνάθροιση
es: Agregación
et_ee: Kontsentreerumine
nb_no: Aggregering
nl_nl: Aggregatie
pl_pl: Skupisko
pt_br: Agregação

source: Association
ca_es: Associació
cs_cz: Asociace
el_gr: Σύνδεσμος
es: Asociación
et_ee: Assotsieerumine
nb_no: Forbindelse
nl_nl: Vereniging
pl_pl: Powiązanie
pt_br: Associação

source: Berthing facility
ca_es: Facilitat d'amarratge
cs_cz: Kotvicí zařízení
el_gr: Δυνατότητα ελλιμενισμού
es: Instalaciones de atraque
et_ee: Sildumisvõimalus
nb_no: Fortøyningsanlegg
nl_nl: Ligplaatsfaciliteit
pl_pl: Miejsce cumowania
pt_br: Instalações de acostagem

source: Building, religious
ca_es: Edifici religiós
cs_cz: Budova, náboženské
el_gr: Κτήριο, θρησκευτικό
es: Edificio religioso
et_ee: Usuline hoone
nb_no: Bygning, religion
nl_nl: Gebouw, religieus
pl_pl: Budynek religijny
pt_br: Construção, religiosa

source: Caution area
ca_es: Àrea de precaució
cs_cz: Oblast upozornění
el_gr: Περιοχή προσοχής
es: Zona de precaución
et_ee: Ettevaatuse ala
nb_no: Forsiktighetsområde
nl_nl: Waarschuwinggebied
pl_pl: Obszar wzmożonej ostrożności
pt_br: Área de cuidado

source: Monument
cs_cz: Památník
el_gr: Μνημείο
es: Monumento
pl_pl: Pomnik
pt_br: Monumento

source: Production installation
ca_es: Instal·lació de producció
cs_cz: Výrobní instalace
el_gr: Εγκατάσταση παραγωγής
es: Instalación de producción
et_ee: Tootmise paigaldus
nb_no: Produksjons installasjon
nl_nl: Productieinstallatie
pl_pl: Instalacja produkcyjna
pt_br: Instalação de produção

source: Salt pan
ca_es: Salines
cs_cz: Solné pánve
el_gr: Αλυκή
es: Salinas
et_ee: Soolanõgu
nb_no: Saltverk
nl_nl: Zoutpan
pl_pl: Solnisko
pt_br: Salina

source: Tank
ca_es: Tanc
cs_cz: Nádrž
el_gr: Δεξαμενή
es: Tanque
et_ee: Tsistern
pl_pl: Zbiornik
pt_br: Tanque

source: Tower structure
ca_es: Estructura de torre
cs_cz: Věžová struktura
el_gr: Κατασκευή πύργου
es: Estructura de torre
et_ee: Torn
nb_no: Tårnstruktur
nl_nl: Toren
pl_pl: Struktura wieżowa
pt_br: Estrutura da torre

source: Windmill
ca_es: Molí de vent
cs_cz: Větrný mlýn
el_gr: Ανεμόμυλος
es: Molino de viento
et_ee: Tuuleveski
nb_no: Vindmølle
nl_nl: Windmolen
pl_pl: Wiatrak
pt_br: Moinho de vento

source: waterway axis
ca_es: Eix fluvial
cs_cz: osa vodní cesty
el_gr: άξονας πλωτής οδού
es: eje de vía acuática
et_ee: laevatee telg
nb_no: seilingsled akse
nl_nl: Waterweg-as
pl_pl: oś toru wodnego
pt_br: eixo da Hidrovia

source: Bridge area
ca_es: Zona del pont
cs_cz: Oblast mostu
el_gr: Περιοχή γέφυρας
es: Zona del puente
et_ee: Silla-ala
nb_no: Bro-område
nl_nl: Bruggebied
pl_pl: Okolica mostu
pt_br: Área de ponte

source: Lock area
ca_es: Àrea de bloqueig
cs_cz: Oblast komory
el_gr: Περιοχή φράγματος
es: Zona bloqueada
et_ee: Lüüsiala
nb_no: Sluseområde
nl_nl: Sluisgebied
pl_pl: Okolica śluzy
pt_br: Área de eclusa

source: Beacon water-way
ca_es: Balisa de canal
cs_cz: Maják vodní cesty
el_gr: Φάρος, πλωτή οδός
es: Baliza vía acuática
et_ee: Laevatee meremärk
nb_no: Sjømerke, seilingsled
nl_nl: Baken waterweg
pl_pl: Stawa, droga wodna
pt_br: Canal de balizas

source: Buoy water-way
ca_es: Boia de canal
cs_cz: Bóje vodní cesty
el_gr: Σημαντήρας πλωτής οδού
es: Boya vía acuática
et_ee: Laevatee poi
nb_no: Bøye, seilingsled
nl_nl: Boei waterweg
pl_pl: Pława, droga wodna
pt_br: Canal de boias

source: Route planning point
ca_es: Punt de planificació de rutes
cs_cz: Plánování bod trasy
el_gr: Σημείο σχεδιασμού διαδρομής
es: Punto de itinerario
et_ee: Teekonna planeereimise punkt
nb_no: Ruteplanleggingspunkt
nl_nl: Routeplanningpunt
pl_pl: Planowanie punktów drogi
pt_br: Ponto de planeamento de rota

source: Communication area
ca_es: Àrea de comunicació
cs_cz: Oblast komunikace
el_gr: Περιοχή επικοινωνίας
es: Área de comunicación
et_ee: Sideala
nb_no: Kommunikasjonsområde
nl_nl: Communicatiegebied
pl_pl: Obszar komunikacji
pt_br: Área de comunicação

source: Waterway gauge
ca_es: Mesura del canal de navegació
cs_cz: Vodní měřidlo
el_gr: Σημείο υδρομετρίας
es: Indicador de canal
et_ee: Veetee tasememõõtur
nb_no: Vannstrømmåler
nl_nl: Meetstation waterafvoer
pl_pl: Wodowskaz
pt_br: Bitola da via navegável

source: Terminal
cs_cz: Terminál
el_gr: Τερματικός σταθμός
et_ee: Sihtpunkt
